Repository: HiImIan/cripto-mobile-app
Catalog: lib/app/core/l10n/arbs/app_*.arb
Languages: pt

source: Market
pt: Mercado

source: Favorites
pt: Favoritos

# loadingCryptos
source: Loading cryptocurrencies
pt: Carregando criptomoedas

# loadingFavorites
source: Loading your favorites
pt: Carregando seus favoritos

source: Loading details
pt: Carregando detalhes

# searchEngineLabel
source: Search by name or symbol...
pt: Pesquisar por nome ou símbolo...

# noFavoriteCryptos
source: You don’t have any favorite coins yet
pt: Você ainda não tem moedas favoritas

# searchMore
source: See more results
pt: Procurar mais resultados

# clickOnIconToFavorite
source: Tap the icon to favorite
pt: Clique nesse ícone

# errorList
source: No cryptocurrencies found
pt: Nenhuma criptomoeda encontrada

source: Try again
pt: Tentar Novamente

# loadingMoreCryptos
source: Loading more coins
pt: Carregar mais Criptos

source: Brazil Crypto
pt: Brasil Criptos

# actualPrice
source: Current price
pt: Preço atual

# totalVolume
source: Market volume
pt: Volume no mercado

# aDayVolume
source: 24h volume
pt: Volume 24h

source: Price
pt: Preço

# removeFavorite
source: Remove from favorites
pt: Remover dos Favoritos

# removeNameAndSymbol
source: Do you want to remove '{name}' ({symbol}) from favorites?
pt: Deseja remover '{name}' ({symbol}) dos favoritos?

source: Cancel
pt: Cancelar

# details
source: View details
pt: Ver detalhes

source: Market statistics
pt: Estatísticas de Mercado

# genesisDate
source: Launch date
pt: Data de Criação

# linkError
source: Couldn’t open link: {error}
pt: Erro ao abrir link: {error}

# aboutCoin
source: About {coinName}
pt: Sobre {coinName} - En/Us

# noDescription
source: Description not available.
pt: Descrição não disponível.

# noChartData
source: No chart data available
pt: Gráfico sem informações

# noChartDetails
source: 24h data for {name} is currently unavailable.
pt: Os dados das últimas 24h de {name} não estão disponíveis no momento.

# lastTrades
source: Latest trades
pt: Últimas Operações
